/* No comment provided by engineer. */
"(Multiple)" = "(複数のブランチ)";

/* (None) */
"(None)" = "(なし)";

/* Abort */
"Abort" = "中止";

/* AbortClone */
"AbortClone" = "クローンを中止";

/* AbortGraft */
"AbortGraft" = "接ぎ木を中止";

/* AbortRebase */
"AbortRebase" = "リベースを中止";

/* AcceptAndContinue */
"AcceptAndContinue" = "同意して続行";

/* AccessibilitySidebarBookmark */
"AccessibilitySidebarBookmark" = "ブックマーク";

/* AccessibilitySidebarBranch */
"AccessibilitySidebarBranch" = "ブランチ";

/* AccessibilitySidebarCurrentBookmark */
"AccessibilitySidebarCurrentBookmark" = "現在のブックマーク";

/* AccessibilitySidebarCurrentBranch */
"AccessibilitySidebarCurrentBranch" = "現在のブランチ";

/* AccessibilitySidebarFileStatus */
"AccessibilitySidebarFileStatus" = "ファイルのステータス";

/* AccessibilitySidebarRemote */
"AccessibilitySidebarRemote" = "リモート";

/* AccessibilitySidebarRemoteBranch */
"AccessibilitySidebarRemoteBranch" = "リモートブランチ";

/* AccessibilitySidebarStash */
"AccessibilitySidebarStash" = "一時退避";

/* AccessibilitySidebarSubmodule */
"AccessibilitySidebarSubmodule" = "サブモジュール";

/* AccessibilitySidebarSubtree */
"AccessibilitySidebarSubtree" = "サブツリー";

/* AccessibilitySidebarTag */
"AccessibilitySidebarTag" = "タグ";

/* AccountCreationFailed */
"AccountCreationFailed" = "アカウントの作成に失敗しました";

/* AddGlobalIgnore */
"AddGlobalIgnore" = "すべてのリポジトリで無視する";

/* AddLocalIgnore */
"AddLocalIgnore" = "このリポジトリでは無視する";

/* AddSubtreeTaskSummaryTitle */
"AddSubtreeTaskSummaryTitle" = "ローカルパス ‘%@‘ にサブツリーを追加しています…";

/* AddToIndexMenuTitle */
"AddToIndexMenuTitle" = "Index に追加";

/* AllFiles */
"AllFiles" = "すべて表示";

/* AllTrackedBranches */
"AllTrackedBranches" = "追跡中のすべてのブランチ";

/* AlreadyResolvedDesc */
"AlreadyResolveDesc" = "次のファイルは既に解決済みになっています。本当にもう一度マージしますか?\n\n%@";

/* AlreadyResolvedTitle */
"AlreadyResolvedTitle" = "ファイルは既に解決済みです";

/* ApplyPatchNoPatchSpecified */
"ApplyPatchNoPatchSpecified" = "パッチファイルが指定されていません";

/* ApplyPatchNoPatchText */
"ApplyPatchNoPatchText" = "パッチテキストが指定されていません";

/* ApplyPatchOpenPanelMessage */
"ApplyPatchOpenPanelMessage" = "適用するパッチファイルを選択";

/* ApplyPatchOpenPanelNameLabel */
"ApplyPatchOpenPanelNameLabel" = "パッチファイル:";

/* ApplyPatchOpenPanelTitle */
"ApplyPatchOpenPanelTitle" = "パッチファイルを開く";

/* ApplyPatchRejectionsMsg */
"ApplyPatchRejectionsMsg" = "適用したパッチが一箇所もしくは複数箇所でリジェクトされました。リジェクトされたパッチは、対象のファイルと同じベース名の '.rej' ファイルに保存されています。対象ファイルは以下の通りです:\n\n%@";

/* ApplyPatchRejectionsTitle */
"ApplyPatchRejectionsTitle" = "パッチがリジェクトされた箇所";

/* AppNotFound */
"AppNotFound" = "システムに %@ がありません。このツールがインストールされていることを確認してから使用して下さい。";

/* AppNotFoundMsg */
"AppNotFoundMsg" = "システムに %@ がありません。このツールがインストールされていることを確認してから使用して下さい。";

/* AppNotFoundTitle */
"AppNotFoundTitle" = "アプリケーションが見つかりません";

/* AraxisMergeCmdLineNotFound */
"AraxisMergeCmdLineNotFound" = "Araxis Merge コマンドラインツールが必要ですが、現在インストールされていません。Araxis Merge ウェブサイトからダウンロードしてインストール手順に従ってツールをインストールして下さい。";

/* AraxisMergeCmdLineNotFoundTitle */
"AraxisMergeCmdLineNotFoundTitle" = "Araxis Merge コマンドラインツールが見つかりません";

/* AraxisMergeNotFound */
"AraxisMergeNotFound" = "Araxis Merge がこの Mac にはありません。外部 Diff ツールやマージツールとして Araxis Merge を使用する場合はインストールして下さい。";

/* AraxisMergeNotFoundTitle */
"AraxisMergeNotFoundTitle" = "Araxis Merge がインストールされていません";

/* AuthInstallCommandLineToolPrompt */
"AuthInstallCommandLineToolPrompt" = "AuthInstallCommandLineToolPrompt";

/* AuthorisationFailedTitle */
"AuthorisationFailedTitle" = "認証に失敗しました";

/* Automatic */
"Automatic" = "自動";

/* BranchPullTaskSummary */
"BranchPullTaskSummary" = "ブランチ \"%@\" を \"%@\" からプルしています";

/* BrowseDefaultFolderLabel */
"BrowseDefaultFolderLabel" = "デフォルトフォルダ:";

/* BrowseDefaultFolderMsg */
"BrowseDefaultFolderMsg" = "新規リポジトリやクローンに使用するデフォルトのフォルダを選択して下さい";

/* BrowseDefaultFolderTitle */
"BrowseDefaultFolderTitle" = "デフォルトフォルダ";

/* BrowseDefaultGPGFileMsg */
"BrowseDefaultGPGFileMsg" = "コミットに署名用に GPG の場所を選択して下さい";

/* BrowseDefaultGPGFileTitle */
"BrowseDefaultGPGFileTitle" = "デフォルトで GPG がある場所";

/* BrowseGitGlobalIgnoreLabel */
"BrowseGitGlobalIgnoreLabel" = "無視するファイル:";

/* BrowseGitGlobalIgnoreMsg */
"BrowseGitGlobalIgnoreMsg" = "グローバル無視ファイルを選択して下さい";

/* BrowseGitGlobalIgnoreTitle */
"BrowseGitGlobalIgnoreTitle" = "Git グローバル無視ファイル";

/* BrowseHgGlobalIgnoreLabel */
"BrowseHgGlobalIgnoreLabel" = "無視するファイル:";

/* BrowseHgGlobalIgnoreMsg */
"BrowseHgGlobalIgnoreMsg" = "Mercurial グローバル無視ファイルを選択して下さい";

/* BrowseHgGlobalIgnoreTitle */
"BrowseHgGlobalIgnoreTitle" = "Mercurial グローバル無視ファイル";

/* BrowserLoadError */
"BrowserLoadError" = "ブックマークの読み込み中にエラーが発生しました。";

/* BrowserLoadErrorTitle */
"BrowserLoadErrorTitle" = "ブックマークを読み込めませんでした";

/* Cancel */
"Cancel" = "キャンセル";

/* Change Folder */
"ChangeFolder" = "フォルダを変更";

/* ChangesNotFound */
"ChangesNotFound" = "Changes がこの Mac で見つかりません。まず Changes をインストールしてから、外部 Diff／マージツールとして選択して下さい。";

/* ChangesNotFoundTitle */
"ChangesNotFoundTitle" = "Changes が見つかりません";

/* ChangeSubmoduleSourceMsg */
"ChangeSubmoduleSourceMsg" = "'％@'の新しいソースのURLを入力してください";

/* ChangeSubmoduleSourceTitle */
"ChangeSubmoduleSourceTitle" = "サブモジュールのソースを変更する";

/* ChangeSubrepoSourceTitle */
"ChangeSubrepoSourceTitle" = "サブモジュールのソースを変更する";

/* CheckingCloneUrl */
"CheckingCloneUrl" = "クローン URL を確認中…";

/* CheckingForUserStatus */
"CheckingForUserStatus" = "ユーザを確認しています...";

/* CheckingSubmodules */
"CheckingSubmodules" = "サブモジュールをチェックしています...";

/* CheckingSubrepositories */
"CheckingSubrepositories" = "サブモジュールをチェックしています...";

/* CheckoutMenuTitle */
"CheckoutMenuTitle" = "チェックアウト...";

/* CheckoutUncommittedShelveLabel */
"CheckoutUncommittedShelveLabel" = "説明をつけて一時退避:";

/* CheckoutUncommittedStashLabel */
"CheckoutUncommittedStashLabel" = "説明をつけて一時退避:";

/* CheckoutUrlLocalBranchExistsMsg */
"CheckoutUrlLocalBranchExistsMsg" = "ローカルブランチ '%@' は既に存在します。本当に '%@/%@' から最新の更新をこの既存のブランチにプルしますか?";

/* CheckoutUrlLocalBranchExistsTitle */
"CheckoutUrlLocalBranchExistsTitle" = "ローカルブランチは既に存在します";

/* CherryPickMenuTitle */
"CherryPickMenuTitle" = "チェリーピック";

/* CleanFiles */
"CleanFiles" = "クリーンなファイルを表示";

/* CloneDirNotEmptyMsg */
"CloneDirNotEmptyMsg" = "クローン作成先のパス %@ は既に存在しており、空のフォルダではありません。クローン先には空のフォルダか新規に作成するフォルダを選択して下さい。";

/* CloneDirNotEmptyTitle */
"CloneDirNotEmptyTitle" = "空ではないフォルダにクローンはできません";

/* CloneFromToMsg */
"CloneFromToMsg" = "%@から%@にクローニング";

/* CloneInProgressMsg */
"CloneInProgressMsg" = "リポジトリをクローン中です。SourceTreeを終了すると中止します。SourceTreeを終了しますか?";

/* CloneInProgressTitle */
"CloneInProgressTitle" = "クローン中";

/* CmdLineInstallHelperFailedMsg */
"CmdLineInstallHelperFailedMsg" = "コマンドラインツールをインストールすることができない、詳細については、システムログを参照してください。";

/* CmdLineInstallHelperFailedTitle */
"CmdLineInstallHelperFailedTitle" = "インストールが失敗しました。";

/* CmdLineToolNotFoundMsg */
"CmdLineToolNotFoundMsg" = "コマンドラインユーティリティ %@ がシステムにありません。まず、選択したオプションで使用するコマンドラインツールがインストールされているか確認して下さい。";

/* CmdLineToolNotFoundTitle */
"CmdLineToolNotFoundTitle" = "ユーティリティが見つかりません";

/* CommandHistoryTableTitle */
"CommandHistoryTableTitle" = "コマンド履歴";

/* Commit */
"Commit" = "コミット";

/* Commit... */
"Commit..." = "コミット...";

/* CommitDetails */
"CommitDetails" = "コミット情報";

/* CommitLabel */
"CommitLabel" = "コミット:";

/* CompanyRegisterField */
"CompanyRegisterField" = "会社";

/* CompleteAllFieldsMsg */
"CompleteAllFieldsMsg" = "すべての欄に入力してから続行して下さい。";

/* CompleteAllFieldsTitle */
"CompleteAllFieldsTitle" = "入力が必須の欄";

/* ConfirmAbortGraftMsg */
"ConfirmAbortGraftMsg" = "本当に現在実行中の接ぎ木を中止してもよろしいですか? 中止するとローカルで行った変更がすべて破棄されます。";

/* ConfirmAbortGraftTitle */
"ConfirmAbortGraftTitle" = "接ぎ木を中止?";

/* ConfirmAbortRebaseMsg */
"ConfirmAbortRebaseMsg" = "本当にリベースを中止してもよろしいですか?";

/* ConfirmAbortRebaseTitle */
"ConfirmAbortRebaseTitle" = "リベースを中止?";

/* Confirm Add Files Message
   ConfirmAddFilesMessage */
"ConfirmAddFilesMessage" = "以下のファイルがバージョン管理に追加されます:\n%@";

/* Confirm Add Files
   ConfirmAddFilesTitle */
"ConfirmAddFilesTitle" = "追加しますか?";

/* ConfirmAddLargeFilesMessage */
"ConfirmAddLargeFilesMessage" = "以下のファイルは 10MB 以上あります。本当にソース管理に追加してもよろしいですか?\n\n%@";

/* ConfirmAddLargeFilesTitle */
"ConfirmAddLargeFilesTitle" = "大容量ファイル検出";

/* ConfirmAddRemove */
"ConfirmAddRemove" = "このアクションで、リモートから消去されたファイルを作業コピーからすべて削除し、新しいファイルを追加します。\n\n本当に続けてもよろしいですか?";

/* ConfirmAddRemoveTitle */
"ConfirmAddRemoveTitle" = "追加／削除の確認";

/* ConfirmAddWorkingCopyMsg */
"ConfirmAddWorkingCopyMsg" = "同じパスを持つ作業コピーがすでに存在します。\n\n本当に続行してもよろしいですか？";

/* ConfirmAddWorkingCopyTitle */
"ConfirmAddWorkingCopyTitle" = "作業コピーの追加の確認";

/* ConfirmApplyStashMsg */
"ConfirmApplyStashMsg" = "作業コピーへ一時退避しておいた変更 '%@' を本当に適用してもよろしいですか?";

/* ConfirmApplyStashTitle */
"ConfirmApplyStashTitle" = "一時退避を適用しますか?";

/* ConfirmBackout */
"ConfirmBackout" = "選択したチェジセットを本当に元に戻してよろしいですか?";

/* ConfirmBackoutTitle */
"ConfirmBackoutTitle" = "取り消しますか?";

/* ConfirmCloseBranchMsg */
"ConfirmCloseBranchMsg" = "ブランチ '%@' を本当に閉じてもよろしいですか?";

/* ConfirmCloseBranchTitle */
"ConfirmCloseBranchTitle" = "ブランチを閉じますか?";

/* ConfirmContinueGraftMsg */
"ConfirmContinueGraftMsg" = "本当に接ぎ木操作を続行してもよろしいですか? 未解決の競合がすべて解決していることを確認して下さい。";

/* ConfirmContinueGraftTitle */
"ConfirmContinueGraftTitle" = "接ぎ木を続行しますか？";

/* ConfirmContinueRebaseMsg */
"ConfirmContinueRebaseMsg" = "本当にリベース操作を続行してもよろしいですか? 未解決の競合がすべて解決されていることを確認して下さい。";

/* ConfirmContinueRebaseTitle */
"ConfirmContinueRebaseTitle" = "リベースを続行しますか？";

/* ConfirmDeleteBranchMsg */
"ConfirmDeleteBranchMsg" = "本当に次のブランチを削除してもよろしいですか?\n\n%@";

/* ConfirmDeleteBranchTitle */
"ConfirmDeleteBranchTitle" = "ブランチ削除の確認";

/* ConfirmDeleteRemoteBranchMsg */
"ConfirmDeleteRemoteBranchMsg" = "本当に次のリモートブランチを削除してもよろしいですか?\n\n%@\n\nリモートのブランチも削除されます（削除がプッシュされます）。";

/* ConfirmDeleteRemoteBranchTitle */
"ConfirmDeleteRemoteBranchTitle" = "ブランチ削除の確認";

/* ConfirmDeleteShelvedMsg */
"ConfirmDeleteShelvedMsg" = "一時退避した '%@' という名称の変更を本当に削除してもよろしいですか?";

/* ConfirmDeleteSingleRemoteBranchMsg */
"ConfirmDeleteSingleRemoteBranchMsg" = "本当にリモートブランチ '%@' を削除してもよろしいですか?\n\nリモートのブランチも削除されます（削除がプッシュされます）。";

/* ConfirmDeleteStashMsg */
"ConfirmDeleteStashMsg" = "一時退避した変更 '%@' を本当に削除してもよろしいですか?";

/* ConfirmDeleteSubmoduleMsg */
"ConfirmDeleteSubmoduleMsg" = "本当に '%@' を削除してもよろしいですか?";

/* ConfirmDeleteTitle */
"ConfirmDeleteTitle" = "削除の確認";

/* ConfirmDiscardHunkMsg */
"ConfirmDiscardHunkMsg" = "本当にこのパッチによる変更をすべて破棄してもよろしいですか?";

/* ConfirmDiscardHunkTitle */
"ConfirmDiscardHunkTitle" = "変更を破棄しますか?";

/* ConfirmDiscardLinesMsg */
"ConfirmDiscardLinesMsg" = "本当に選択した行の変更をすべて破棄してもよろしいですか?";

/* ConfirmDiscardLinesTitle */
"ConfirmDiscardLinesTitle" = "変更を破棄しますか?";

/* ConfirmForcePushMsg */
"ConfirmForcePushMsg" = "強制プッシュはリモートブランチと、そこからプルしているブランチに重大な影響を及ぼす可能性があります。本当に強制プッシュを実行してもよろしいですか？";

/* ConfirmForcePushTitle */
"ConfirmForcePushTitle" = "強制プッシュを確認";

/* ConfirmIgnoreMsg */
"ConfirmIgnoreMsg" = "これらのファイルを無視しますか？\n\n%@";

/* ConfirmIgnoreTitle */
"ConfirmIgnoreTitle" = "無視しますか?";

/* ConfirmMarkResolvedDesc */
"ConfirmMarkResolvedDesc" = "本当に以下のファイルを解決済みにしてもよろしいですか?\n\n%@";

/* ConfirmMarkResolvedTitle */
"ConfirmMarkResolvedTitle" = "解決済みへの変更を確認";

/* ConfirmMarkUnresolvedDesc */
"ConfirmMarkUnresolvedDesc" = "本当に以下のファイルを未解決に変更してもよろしいですか?\n\n%@";

/* ConfirmMarkUnresolvedTitle */
"ConfirmMarkUnresolvedTitle" = "未解決への変更を確認";

/* ConfirmMergeMsg */
"ConfirmMergeMsg" = "現在のブランチに '%@' をマージしても本当によろしいですか?";

/* ConfirmMergeTitle */
"ConfirmMergeTitle" = "マージの確認";

/* ConfirmOverwritePatchFileMsg */
"ConfirmOverwritePatchFileMsg" = "このファイルは既に存在します - 本当に上書きしてもよろしいですか?";

/* ConfirmOverwritePatchFileTitle */
"ConfirmOverwritePatchFileTitle" = "ファイルを上書きしますか?";

/* ConfirmPullIntoBranchMsg */
"ConfirmPullIntoBranchMsg" = "ローカルブランチへ %@ を本当にプルしてよろしいですか?";

/* ConfirmPullIntoBranchTitle */
"ConfirmPullIntoBranchTitle" = "プルの確認";

/* ConfirmPushTagMsg */
"ConfirmPushTagMsg" = "本当にタグを %@ を %@ へプッシュしてもよろしいですか？";

/* ConfirmPushTagTitle */
"ConfirmPushTagTitle" = "タグをプッシュしますか?";

/* ConfirmRebaseMsg */
"ConfirmRebaseMsg" = "本当に現在の変更を '%@' にリベースしてもよろしいですか?\n\n変更が他にプッシュされていないことを確かめて下さい。";

/* ConfirmRebaseTitle */
"ConfirmRebaseTitle" = "リベースの確認";

/* Confirm Remove
   ConfirmRemove */
"ConfirmRemove" = "削除しますか?";

/* ConfirmRemoveBookmarkMsg */
"ConfirmRemoveBookmarkMsg" = "本当にブックマーク '%@' を削除してもよろしいですか?";

/* ConfirmRemoveBookmarkTitle */
"ConfirmRemoveBookmarkTitle" = "ブックマーク削除の確認";

/* ConfirmRemoveFilesMessage */
"ConfirmRemoveFilesMessage" = "以下のファイルがバージョン管理から削除されます:\n%@";

/* ConfirmRemoveFilesTitle */
"ConfirmRemoveFilesTitle" = "削除しますか?";

/* ConfirmRemoveHostAccountMsg */
"ConfirmRemoveHostAccountMsg" = "本当に選択したアカウントを本当に削除してもよろしいですか?";

/* ConfirmRemoveHostAccountTitle */
"ConfirmRemoveHostAccountTitle" = "削除の確認";

/* ConfirmRemoveNode */
"ConfirmRemoveNode" = "本当に以下のノードとその子ノードをすべて削除してもよろしいですか?\n\n%@";

/* ConfirmRemoveRemoteMsg */
"ConfirmRemoveRemoteMsg" = "本当にこのリポジトリの設定から選択したリモートを削除してもよろしいですか?";

/* ConfirmRemoveRemoteTitle */
"ConfirmRemoveRemoteTitle" = "リモートを削除しますか?";

/* Confirm Remove Repo */
"ConfirmRemoveRepo" = "削除しますか?";

/* ConfirmRemoveRepoMsg */
"ConfirmRemoveRepoMsg" = "本当に以下の項目とその子項目をすべて削除してもよろしいですか?\n\n%@\n\nひとつ以上のリポジトリエントリが削除されます。ブックマークを削除するだけか、リポジトリもゴミ箱へ入れるか選択して下さい。";

/* ConfirmRemoveRepoWithUnrecoverableFilesMsg */
"ConfirmRemoveRepoWithUnrecoverableFilesMsg" = "ディスク上のリポジトリを削除しようとしていますが、リポジトリ \"%@\" には、これを削除してしまうと永久に反映されない変更がある未コミットのファイルが含まれています。本当にディスク上のリポジトリを削除してもよろしいですか?";

/* ConfirmRemoveRepoWithUnrecoverableFilesTitle */
"ConfirmRemoveRepoWithUnrecoverableFilesTitle" = "リポジトリ削除の確認";

/* ConfirmRemoveTagMsg */
"ConfirmRemoveTagMsg" = "タグ '%@' を本当に削除してもよろしいですか?";

/* ConfirmRemoveTagTitle */
"ConfirmRemoveTagTitle" = "タグ削除の確認";

/* ConfirmRemoveUnrecoverableFilesMessage */
"ConfirmRemoveUnrecoverableFilesMessage" = "以下のファイルはソース管理で管理されていない変更もしくは情報を含んでいます。ファイルを削除するとその変更や情報を回復することはできません:\n%@";

/* ConfirmRemoveUnrecoverableFilesTitle */
"ConfirmRemoveUnrecoverableFilesTitle" = "変更があるファイルや追跡していないファイルを削除しますか?";

/* ConfirmReplaceCommitText */
"ConfirmReplaceCommitText" = "コミットメッセージを置換しますか？";

/* ConfirmReplaceCommitTextMsg */
"ConfirmReplaceCommitTextMsg" = "本当に前回のコミットから引き継いだメッセージで上記のテキストを置換しますか？";

/* ConfirmResetAllMsg */
"ConfirmResetAllMsg" = "本当にこのリポジトリに行った変更をすべて元に戻しますか?";

/* ConfirmResetAllTitle */
"ConfirmResetAllTitle" = "よろしいですか?";

/* ConfirmResetBranchHardMsg */
"ConfirmResetBranchHardMsg" = "'ハード' リセットモードでは、作業コピーとインデックスにあるローカルの変更をすべて破棄します。何が起きるかわかっていますね?";

/* ConfirmResetBranchHardTitle */
"ConfirmResetBranchHardTitle" = "警告: 破壊的な操作";

/* ConfirmResolveWithMineDesc */
"ConfirmResolveWithMineDesc" = "以下のファイルの競合をご自分のバージョンで解決しても本当によろしいですか?\n\n%@";

/* ConfirmResolveWithMineTitle */
"ConfirmResolveWithMineTitle" = "'自分の変更' で解決するか確認";

/* ConfirmResolveWithTheirsDesc */
"ConfirmResolveWithTheirsDesc" = "以下のファイルの競合を相手のバージョンで解決しても本当によろしいですか?\n\n%@";

/* ConfirmResolveWithTheirsTitle */
"ConfirmResolveWithTheirsTitle" = "'相手の変更' で解決するか確認";

/* ConfirmRestartMergeDesc */
"ConfirmRestartMergeDesc" = "以下のファイルに対するマージを本当に再開してもよろしいですか?\n\n%@";

/* ConfirmRestartMergeTitle */
"ConfirmRestartMergeTitle" = "マージ再開の確認";

/* ConfirmRevertFilesTitle */
"ConfirmRevertFilesMessage" = "選択したファイルに行った変更を本当に破棄してもよろしいですか?\n\n%@";

/* ConfirmRevertMsg */
"ConfirmRevertMsg" = "選択したファイルに行った変更を本当に破棄してもよろしいですか?";

/* ConfirmRevertTitle */
"ConfirmRevertTitle" = "よろしいですか?";

/* ConfirmRevertToRevisionMsg */
"ConfirmRevertToRevisionMsg" = "ファイルを元に戻してもよいかどうか確認して下さい:\n\n%@\n\nこのコミットでのファイルの状態:\n\n%@";

/* ConfirmRevertToRevisionTitle */
"ConfirmRevertToRevisionTitle" = "よろしいですか?";

/* ConfirmStageFilesMessage */
"ConfirmStageFilesMessage" = "本当にこの変更をインデックスに追加してもよろしいですか?";

/* ConfirmStageFilesTitle */
"ConfirmStageFilesTitle" = "ステージの確認";

/* ConfirmStopTrackingFilesMsg */
"ConfirmStopTrackingFilesMsg" = "以下のファイルがバージョン管理から削除されます:\n%@";

/* ConfirmStopTrackingFilesTitle */
"ConfirmStopTrackingFilesTitle" = "削除しますか?";

/* ConfirmStripKeepOption */
"ConfirmStripKeepOption" = "ストリップ中に作業コピーを変更しないでください (--keep)";

/* ConfirmStripMsg */
"ConfirmStripMsg" = "リビジョン %@ をストリップしても本当によろしいですか？\n\nこれは、このリビジョンとそのすべての子孫を削除する破壊的な操作です。そのため、軽率に行ってよいものではありません。";

/* ConfirmStripTitle */
"ConfirmStripTitle" = "本当に履歴を除去、破壊しますか?";

/* ConfirmSwitchBranchMsg */
"ConfirmSwitchBranchMsg" = "作業コピーをブランチ '%@' へ本当に切り替えてもよろしいですか?";

/* ConfirmSwitchBranchTitle */
"ConfirmSwitchBranchTitle" = "ブランチ切り替えの確認";

/* ConfirmTrackRemoteBranchMsg */
"ConfirmTrackRemoteBranchMsg" = "本当に今後、ローカルブランチ '%@' にリモートブランチ '%@' を追跡させますか?";

/* ConfirmTrackRemoteBranchTitle */
"ConfirmTrackRemoteBranchTitle" = "追跡中のブランチを変更しますか?";

/* ConfirmTransplant */
"ConfirmTransplant" = "本当に選択した変更を現在のブランチの先頭に適用してもよろしいですか? 競合がなければすぐにコミットされます。";

/* ConfirmTransplantTitle */
"ConfirmTransplantTitle" = "チェリーピックの確認";

/* ConfirmUnshelveMsg */
"ConfirmUnshelveMsg" = "一時退避した変更 '%@' を作業コピーへ本当に適用してよろしいですか?";

/* ConfirmUnshelveTitle */
"ConfirmUnshelveTitle" = "一時退避した変更を適用しますか?";

/* ConfirmUnstageFilesMessage */
"ConfirmUnstageFilesMessage" = "本当にこの変更をインデックスから削除してもよろしいですか?";

/* ConfirmUnstageFilesTitle */
"ConfirmUnstageFilesTitle" = "ステージから外しますか？";

/* ConfirmUpdateToDetachedHeadMsg */
"ConfirmUpdateToDetachedHeadMsg" = "本当に '%@' をチェックアウトしてもよろしいですか?\n\nそうすると作業コピーは 'detached HEAD', となり、ブランチから切り離されることになります。この操作の後、コミットすることがあれば、再度ブランチをチェックアウトするか、新たにブランチを作成しなくてはなりません。よろしいですか?";

/* ConfirmUpdateToMsg */
"ConfirmUpdateToMsg" = "本当に作業コピーを '%@' へ切り替えてもよろしいですか?";

/* ConfirmUpdateToTitle */
"ConfirmUpdateToTitle" = "作業コピー切り替えの確認";

/* ConflictedFiles */
"ConflictedFiles" = "競合のあるファイルを表示";

/* ConflictsWarningDesc */
"ConflictsWarningDesc" = "マージの結果、処理を続ける前に解決が必要な競合が作業コピーに発生しました。\n\競合があるファイルを選択して '競合を解決' メニューにある選択肢を使ってこの競合を解決することができます。";

/* ConflictsWarningTitle */
"ConflictsWarningTitle" = "マージで競合";

/* Continue */
"Continue" = "続ける";

/* ContinueGraft */
"ContinueGraft" = "接ぎ木を続ける";

/* ContinueRebase */
"ContinueRebase" = "リベースを続ける";

/* Copy */
"Copy" = "コピー";

/* CopyFileMessage */
"CopyFileMessage" = "%@ のコピー先を選択して下さい";

/* CopyFileNameLabel */
"CopyFileNameLabel" = "コピー先";

/* CopyFileTitle */
"CopyFileTitle" = "ファイルをコピー";

/* CouldNotCheckUserExistsTitle */
"CouldNotCheckUserExistsTitle" = "ユーザーが存在するか確認できませんでした";

/* CreateBranchAnyway */
"CreateBranchAnyway" = "ブランチ作成を強行";

/* CreateGitTag */
"CreateGitTag" = "Git タグを作成";

/* CreateHostedRepositoryFailMsg */
"CreateHostedRepositoryFailMsg" = "リポジトリの作成中にエラーが発生しました。サーバーが報告したエラーは次の通りです:\n\n %@";

/* CreateHostedRepositoryFailTitle */
"CreateHostedRepositoryFailTitle" = "リポジトリ作成に失敗";

/* CreateLink */
"CreateLink" = "リンクを作成する";

/* CreatePatchSavePanelMessage */
"CreatePatchSavePanelMessage" = "パッチを保存するファイルを指定して下さい";

/* CreatePatchSavePanelNameLabel */
"CreatePatchSavePanelNameLabel" = "パッチファイル:";

/* CreatePatchSavePanelTitle */
"CreatePatchSavePanelTitle" = "パッチを作成";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkMsg" = "拡張統合が使用できるように設定されたリモートがありません。リモートを編集してホスティングタイプやベース URL といった情報を追加する必要があります。設定ボタンをクリックしてリモートリストを開いて下さい。";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkTitle" = "リモートプロジェクトの構成";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredMsg" = "更新をプッシュしないことに決めました。つまり、プルリクエストはリモートブランチに既に存在する変更しか含みません。それでよろしいですか?";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredTitle" = "警告 - プッシュなし";

/* CreateSvnTag */
"CreateSvnTag" = "Subversion タグを作成";

/* Custom */
"Custom" = "カスタム";

/* CustomActionConfirmRemoveMsg */
"CustomActionConfirmRemoveMsg" = "本当にこのアクションを削除してよろしいですか？";

/* CustomActionTargetBrowseTitle */
"CustomActionTargetBrowseTitle" = "カスタムアクションのスクリプトを開く";

/* DeleteAfterApplying */
"DeleteAfterApplying" = "適用した変更を削除";

/* DeleteBranchNoneSelectedMsg */
"DeleteBranchNoneSelectedMsg" = "ブランチが選択されていません。削除するブランチを少なくともひとつは選択して下さい。";

/* DeleteBranchNoneSelectedTitle */
"DeleteBranchNoneSelectedTitle" = "何も選択されていません";

/* DeleteCommitButtonTitle */
"DeleteCommitButtonTitle" = "削除";

/* DeleteCommitContextMenuTitle */
"DeleteCommitContextMenuTitle" = "コミットを削除...";

/* DeleteRemoteBranchConfirmTitle */
"DeleteRemoteBranchConfirmTitle" = "リモートブランチの削除を確認";

/* DeleteRemoteBranchDisabledLabel */
"DeleteRemoteBranchDisabledLabel" = "リモートブランチを削除";

/* DeleteRemoteBranchLabel */
"DeleteRemoteBranchLabel" = "リモートブランチ[%@]を削除";

/* DeleteSubtreeDetailsMsg */
"DeleteSubtreeDetailsMsg" = "リポジトリ %2$@‘ のローカルパス ‘%1$@‘ へのサブツリーリンクを削除しますか?\n\nこれはサブツリーを削除する操作ではありません。";

/* DeleteSubtreeDetailsTitle */
"DeleteSubtreeDetailsTitle" = "サブツリーのリンクを削除";

/* DeletingBranchTaskTitle */
"DeletingBranchTaskTitle" = "ブランチを削除しています…";

/* DestinationOutsideRepo */
"DestinationOutsideRepo" = "このリポジトリの作業コピーの外部が保存先に指定されました。作業コピー内部の場所を選択して下さい。";

/* DestinationOutsideRepoTitle */
"DestinationOutsideRepoTitle" = "保存先がリポジトリ外部";

/* DetailsAuthor */
"DetailsAuthor" = "作者:";

/* DetailsBranch */
"DetailsBranch" = "ブランチ:";

/* DetailsChangeset */
"DetailsChangeset" = "チェンジセット:";

/* DetailsCommit */
"DetailsCommit" = "コミット:";

/* DetailsCommittedDate */
"DetailsCommittedDate" = "日付をコミット:";

/* DetailsCommitter */
"DetailsCommitter" = "コミッター:";

/* DetailsDate */
"DetailsDate" = "日時:";

/* DetailsGPG */
"DetailsGPG" = "GPGの詳細:";

/* DetailsGPGBad */
"DetailsGPGBad" = "問題あり";

/* DetailsGPGGood */
"DetailsGPGGood" = "問題なし";

/* DetailsLabels */
"DetailsLabels" = "ラベル:";

/* DetailsParents */
"DetailsParents" = "親:";

/* DetailsRevision */
"DetailsRevision" = "リビジョン:";

/* DetailsSVNRevision */
"DetailsSVNRevision" = "SVN リビジョン:";

/* DiffMergeNotFound */
"DiffMergeNotFound" = "DiffMerge がアプリケーションフォルダにありません。DiffMerge をインストールしてから設定を行って下さい。";

/* DiffMergeNotFoundTitle */
"DiffMergeNotFoundTitle" = "DiffMerge が見つかりません";

/* DisabledGPGMsg */
"DisabledGPGMsg" = "コミットのGPG署名を有効、どちらかないのGPG利用可能なキーまたはSourceTreeの環境設定でGPGプログラム設定が間違っているはありませんすることはできません。あなたには、いくつかのキーを追加したり、この画面を開いた後、GPGプログラム位置を変更した場合は\n\nは閉じてくださいと再度開きシート、再試行してください。";

/* DisabledGPGTitle */
"DisabledGPGTitle" = "コミット署名を有効にすることができません";

/* DiscardChanges */
"DiscardChanges" = "ローカルの変更を破棄";

/* DiscardHunk */
"DiscardHunk" = "Hunk を破棄";

/* DiscardLines */
"DiscardLines" = "選択した行を破棄";

/* No comment provided by engineer. */
"DuplicateRemoteName" = "リモートファイルが重複しています";

/* No comment provided by engineer. */
"DuplicateRemoteNameMsg" = "リモートに既に同じ名前が存在しています。重複していない名前を選択してください。";

/* DuplicateTagMsg */
"DuplicateTagMsg" = "この名称のタグが既に存在します ｰ 移動しますか?\n\n警告: 他の誰かが既に使っているタグを移動すると、混乱の原因になりかねません。";

/* DuplicateTagTitle */
"DuplicateTagTitle" = "タグは既に存在します!";

/* EmailRegisterField */
"EmailRegisterField" = "メール";

/* EmptyCommitMessage */
"EmptyCommitMessage" = "コミットメッセージが入力されていません。本当に変更に関する説明をつけずにコミットしますか? (お勧めはできません)";

/* EmptyCommitMessageTitle */
"EmptyCommitMessageTitle" = "コミットメッセージが空です";

/* EnterDetailsToRegisterTitle */
"EnterDetailsToRegisterTitle" = "アカウントの登録情報を入力して下さい:";

/* EnterEmailPasswordToLoginTitle */
"EnterEmailPasswordToLoginTitle" = "メールアドレスとパスワードを入力してログインして下さい:";

/* EnterRegistrationOrLoginTitle */
"EnterRegistrationOrLoginTitle" = "登録用またはログイン用メールアドレスを入力してください:";

/* Error Loading Nib: %@ */
"ErrorLoadingNib" = "Nib の読み込みエラー: %@";

/* ExternalProjectConfirmRemoveMsg */
"ExternalProjectConfirmRemoveMsg" = "本当にこの外部のプロジェクトのリンクを削除してもよろしいですか?";

/* Fatal Error */
"FatalError" = "致命的なエラー";

/* FeatureName */
"FeatureName" = "フィーチャ名:";

/* FileLogResetMenuTitle */
"FileLogResetMenuTitle" = "このコミットまでファイルを元に戻す";

/* FileLogRevertMenuTitle */
"FileLogRevertMenuTitle" = "このリビジョンまでファイルを元に戻す";

/* FileLogResetMenuTitle
   FilesLogResetMenuTitle */
"FilesLogResetMenuTitle" = "このコミットまでファイルを元に戻す";

/* FileLogRevertMenuTitle
   FilesLogRevertMenuTitle */
"FilesLogRevertMenuTitle" = "このリビジョンまでファイルを元に戻す";

/* FileStatusFilterDescriptionFormat */
"FileStatusFilterDescriptionFormat" = "%1$@, %2$@";

/* FirstNameRegisterField */
"FirstNameRegisterField" = "名";

/* FlowConfirmInit */
"FlowConfirmInit" = "リポジトリの変更を確認";

/* FlowConfirmInitHgMsg */
"FlowConfirmInitHgMsg" = "このリポジトリで Hg Flow を使用するよう初期化すると、'%@' ブランチと '%@' ブランチが、もし存在しなければ作成されます。また、今開いているブランチすべてにコントロールファイル ('.flow') をコミットします。\n\n本当に、続けてもよろしいですか?";

/* FlowCreateNewBranchLogDesc */
"FlowCreateNewBranchLogDesc" = "新しいブランチを作成";

/* FlowCurrentStateDesc */
"FlowCurrentStateDesc" = "%@: %@";

/* Feature */
"FlowFeature" = "フィーチャ";

/* FlowFeatureBranchLogDesc */
"FlowFeatureBranchLogDesc" = "最新のフィーチャブランチ";

/* Hotfix */
"FlowHotfix" = "ホットフィックス";

/* FlowHotfixBranchLogDesc */
"FlowHotfixBranchLogDesc" = "最新のホットフィックスブランチ";

/* FlowMasterBranchLogDesc */
"FlowMasterBranchLogDesc" = "最新の master ブランチ";

/* FlowNoProductionBranchMsg */
"FlowNoProductionBranchMsg" = "あなたが選択した製品ブランチ '%@' はまだ存在しません。製品ブランチがいつ開始されたかは履歴の中でも非常に重要なため、自動で作成することはしません。\n\nこれを解決するには、あなたのシステムを現在の製品へ直接分岐させた時点をログで探して、そこで '%@' という新規のブランチを作成して下さい。その後でこの作業に戻ってきて初期化を再度実行して下さい。";

/* FlowNoProductionBranchTitle */
"FlowNoProductionBranchTitle" = "製品ブランチを作成できません";

/* FlowPreviewBaseRevision */
"FlowPreviewBaseRevision" = "'%@' をコミット";

/* FlowPreviewLatestDevelopBranch */
"FlowPreviewLatestDevelopBranch" = "最新の開発ブランチ";

/* Release */
"FlowRelease" = "リリース";

/* FlowReleaseBranchLogDesc */
"FlowReleaseBranchLogDesc" = "最新のリリースブランチ";

/* ForceDelete */
"ForceDelete" = "削除を強行";

/* FormatToGuidelinesMenuItemTitle */
"FormatToGuidelinesMenuItemTitle" = "ガイドラインに沿って体裁を整える";

/* GettingSourceTreeLicenseStatus */
"GettingSourceTreeLicenseStatus" = "SourceTreeライセンスを取得しています…";

/* GitAheadAnnotate */
"GitAheadAnnotate" = "%d ahead";

/* GitBehindAnnotate */
"GitBehindAnnotate" = "%d behind";

/* GitCommitAmendWarningMsg */
"GitCommitAmendWarningMsg" = "以前のコミットを修正することを選択しました - これは履歴を変更するため、既にリモートへそのコミットをプッシュしていると、問題が発生します。本当に続けてもよろしいですか?";

/* GitCommitAmendWarningTitle */
"GitCommitAmendWarningTitle" = "警告 - 履歴を変更しようとしています";

/* GitFlowVersionEmbedded */
"GitFlowVersionEmbedded" = "内蔵 git-flow";

/* GitLfsVersionEmbedded */
"GitLfsVersionEmbedded" = "Embedded git-lfs %@";

/* GitLfsVersionSystem */
"GitLfsVersionSystem" = "System git-lfs %@";

/* GitRemoveRemoteTag */
"GitRemoveRemoteTag" = "リモートすべてからタグを削除";

/* GitRepoIdentified */
"GitRepoIdentified" = "これは Git リポジトリです";

/* GitSvnMergeMsg */
"GitSvnMergeMsg" = "Subversion と同期しているリポジトリにマージを実行することはお勧めできません。Subversion のマージ情報には色々と欠けているものがありますし、Subversion にコミットしなくてはならないファイルや情報を管理するために git-svn が使用するメカニズムが、マージによって混乱する可能性があります。Subversion にプッシュしたことがないブランチからブランチを管理している Subversion に変更をマージする場合にのみうまくいきます。\n\n安全を取るなら処理を進めるべきではありません。かわりにチェリーピックやパッチでブランチ間ののコミットを整合させるべきです。処理を続けるなら、このマージで問題が起きた場合に的確に対処できなくてはなりません。";

/* GitSvnMergeTitle */
"GitSvnMergeTitle" = "Subversion のリポジトリへマージすることをお勧めできません";

/* GitSvnPushConfirmMsg */
"GitSvnPushConfirmMsg" = "このアクションを実行すると、Subversion から最新のファイルを取得して、(必要なら) 手元になかったリビジョンの先頭に変更をリベースしてから、上流の Subversion にコミットを送信します。これは現在のブランチに限り実行されます。\n\n本当に続けてもよろしいですか?";

/* GitSvnPushConfirmTitle */
"GitSvnPushConfirmTitle" = "Subversion にプッシュしますか?";

/* GitSvnTagMsg */
"GitSvnTagMsg" = "Subversoin のリポジトリを追跡しています。Subversion タグを作成しますか? それともローカルで保持している Git のタグを作成しますか? 後から Git タグを Subversion にプッシュすることはできないことに注意して下さい。";

/* GitSvnTagTitle */
"GitSvnTagTitle" = "Subversion タグを作成しますか?";

/* GitVersionEmbedded */
"GitVersionEmbedded" = "内蔵 Git のバージョン %@";

/* GitVersionSystem */
"GitVersionSystem" = "システム Git のバージョン %@";

/* GPGPathInvalidMsg */
"GPGPathInvalidMsg" = "指定したGPGパスが無効です。あなたはgpg2のインストールは、例えば、/usr/local/MacGPG2/bin、置かれているフォルダへのフルパスを指定する必要があります。\n\nには、続行しますか？";

/* GPGPathInvalidTitle */
"GPGPathInvalidTitle" = "無効なGPGパス";

/* GPGSymlinkDeleteFailMsg */
"GPGSymlinkDeleteFailMsg" = "SourceTree は、コミット署名に必要な gpg シンボリックリンクの削除に失敗しました。コミット署名を有効にしてリポジトリ内でコミットを行おうとすると失敗します。'gpg' シンボリックリンクは、SouceTree の Application Support ディレクトリにあります。\n\n本当に続けてもよろしいですか?";

/* GPGSymlinkDeleteFailTitle */
"GPGSymlinkDeleteFailTitle" = "GPG 削除失敗";

/* GPGSymlinkWriteFailMsg */
"GPGSymlinkWriteFailMsg" = "SourceTree で gpg のコミット署名を有効にするためには、Application Support ディレクトリにシンボリックリンクを作成する必要があります。以下のエラーが作成時に発生しました:\n\n%@";

/* GPGSymlinkWriteFailTitle */
"GPGSymlinkWriteFailTitle" = "GPG シンボリックリンク書き込み失敗";

/* Graft */
"Graft" = "接ぎ木";

/* GraftContinueAbortMsg */
"GraftContinueAbortMsg" = "それは、移植が進行中であることが表示されます。移植プロセスを続行するか中止かを選択してください。あなたが中止を選択した場合、現在の変更は破棄されます。 ";

/* GraftContinueAbortTitle */
"GraftContinueAbortTitle" = "接ぎ木を実行中";

/* GraftMenuTitle */
"GraftMenuTitle" = "接ぎ木";

/* HgSubversionCloneLayoutSingleMsg */
"HgSubversionCloneLayoutSingleMsg" = "警告: (Mercurial の) ノンゼロ・リビジョンから Subversion への変換を開始しても、ブランチとタグは変換できないため、代わりに Subversion リポジトリをフラットなフォルダ構造としてクローンします。\n\nこのため、複数のブランチがある場合は、ソース URL として単一のブランチ (もしくは trunk) が選択されていることを確かめた方がよいでしょう。";

/* HgSubversionCloneLayoutSingleTitle */
"HgSubversionCloneLayoutSingleTitle" = "部分クローンを行うにはレイアウトがフラットでなくてはなりません";

/* HgSubversionCreateBranchMsg */
"HgSubversionCreateBranchMsg" = "このリポジトリは Subversion リポジトリを追跡しており、このブリッジ (hgsubversion) を使って新規にブランチを作成することはできません。Mercurial の新規ブランチを作成すると、このブランチから Subversion へ直接チェンジセットをプッシュすることができます - 既存の Subversion ブランチには手動で変更をトランスプラントしてプッシュしなくてはなりません (hgsubversion はマージもサポートしていません)。\n\n永続性がある Subversion のブランチが必要なら、'svn copy' を使ってブランチを作成して、このリポジトリにプルして下さい。一時的にブランチが必要なだけでしたら、新たに別のクローンを作って作業した方がよいでしょう。¥n¥nそれでもブランチの作成を選択するなら、このブランチの管理で問題が起きた場合に的確に対処できなくてはなりません。";

/* HgSubversionCreateBranchTitle */
"HgSubversionCreateBranchTitle" = "Subversion ブランチの作成はサポートしていません";

/* HgSubversionMergeMsg */
"HgSubversionMergeMsg" = "このリポジトリは Subversion リポジトリを追跡しており、hgsubversion ブリッジはマージを扱うことができません。マージを行うと、今後は現在のブランチから Subversion にプッシュできなくなります。そのためマージはお勧め**できません**が、代わりに、「トランスプラント」機能を使ってブランチをまたがる変更を反映させることができます。\n\n「続ける」をクリックすると、マージを強行しますが、その結果は自己責任で対処して下さい!";

/* HgSubversionMergeTitle */
"HgSubversionMergeTitle" = "Subversion ブランチのマージはサポートしていません";

/* HgSubversionTagMsg */
"HgSubversionTagMsg" = "このリポジトリは Subversion リポジトリを追跡しており、hgsubversion ブリッジはタグの追加や削除ができません。これを行うと、今後は現在のブランチから Subversion にプッシュできなくなります。そのため処理を続けることはお勧め**できません**。代わりに、Subversion のツールを使用してタグを作成すべきです。\n\n「続ける」をクリックすると、処理を強行しますが、その結果は自己責任で対処して下さい!";

/* HgSubversionTagTitle */
"HgSubversionTagTitle" = "Subversion タグの追加／変更／削除はサポートしていません";

/* HideCommandOutputMenuItemTitle */
"HideCommandOutputMenuItemTitle" = "コマンド出力を隠す";

/* HideSidebarMenuItemTitle */
"HideSidebarMenuItemTitle" = "サイドバーを隠す";

/* HostAccountBadURLMsg */
"HostAccountBadURLMsg" = "指定されたホスト URL の型式に誤りがあるようです。修正して下さい。";

/* HostAccountBadURLTitle */
"HostAccountBadURLTitle" = "不正なホスト URL";

/* HostAccountBadUsernameTitle */
"HostAccountBadUsernameTitle" = "無効なユーザー名";

/* HostAccountUsernameNotEmailMsg */
"HostAccountUsernameNotEmailMsg" = "電子メールアドレスではなく、Bitbucket/GitHub のユーザー名を入力して下さい";

/* No comment provided by engineer. */
"HostDefaultUserEditMsg" = "ホスト %@ で使用するデフォルトユーザー名:";

/* No comment provided by engineer. */
"HostDefaultUserEditTitle" = "デフォルトユーザー名を編集";

/* No comment provided by engineer. */
"HostDefaultUserRemoveMsg" = "本当に、ユーザー名 %@ のデフォルトユーザーを削除しますか?";

/* No comment provided by engineer. */
"HostDefaultUserRemoveTitle" = "デフォルトユーザーを削除";

/* HostedAccountCreateRepoNoAccountsMsg */
"HostedAccountCreateRepoNoAccountsMsg" = "少なくともひとつはホスティングリポジトリのアカウントを作成してから、リポジトリの作成を行って下さい。";

/* HostedAccountCreateRepoNoAccountsTitle */
"HostedAccountCreateRepoNoAccountsTitle" = "アカウントが登録されていません";

/* HostingDetailsIncompleteMsg */
"HostingDetailsIncompleteMsg" = "アカウント %@ のすべての欄に入力して下さい。";

/* HostingDetailsIncompleteTitle */
"HostingDetailsIncompleteTitle" = "情報が不完全です";

/* HostingLoadErrorMsg */
"HostingLoadErrorMsg" = "ホスティングサービスのアカウント一覧を読み込めませんでした。サポートまでご連絡下さい。";

/* HostingLoadErrorTitle */
"HostingLoadErrorTitle" = "ホスティングサービスの読み込みでエラー";

/* No comment provided by engineer. */
"HostLoginErrorMsg" = "%@ アカウントでのログインに失敗しました。\n\nリモートサービス: '%@'";

/* No comment provided by engineer. */
"HostLoginErrorTitle" = "ログインエラー";

/* HotfixName */
"HotfixName" = "ホットフィックスバージョン:";

/* IgnoredFiles */
"IgnoredFiles" = "無視ファイルを表示";

/* ImportLicenseMessage */
"ImportLicenseMessage" = "SourceTree ライセンスファイルを選択して下さい:";

/* ImportLicenseNameField */
"ImportLicenseNameField" = "ライセンスファイル:";

/* ImportLicenseTitle */
"ImportLicenseTitle" = "ライセンスファイルを読み込む";

/* InstallCommandLineFailedMsg */
"InstallCommandLineFailedMsg" = "コマンドラインツールのインストールに失敗しました。詳細は、システムログを参照してください。";

/* InstallCommandLineFailedTitle */
"InstallCommandLineFailedTitle" = "インストールに失敗しました。";

/* InstallCommandLineSuccessMsg */
"InstallCommandLineSuccessMsg" = "コマンドラインツールのインストールは正常に終了しました。ターミナルから以下のコマンドを実行することができます。\n\nstree";

/* InstallCommandLineSuccessTitle */
"InstallCommandLineSuccessTitle" = "インストール成功";

/* InteractiveRebaseMenuTitle */
"InteractiveRebaseMenuTitle" = "%@ の子を対話形式でリベース…";

/* InteractiveRebasePlainMenuTitle */
"InteractiveRebasePlainMenuTitle" = "対話形式のリベース…";

/* InvalidArchiveFormatMsg */
"InvalidArchiveFormatMsg" = "有効なアーカイブではありません。.zip, .tar, .tar.gz, .tar.bz2, .tgz, .tbz2 拡張子のファイルを指定してください。";

/* InvalidArchiveFormatTitle */
"InvalidArchiveFormatTitle" = "不正なアーカイブです";

/* InvalidEmailFormatMsg */
"InvalidEmailFormatMsg" = "提供された電子メールアドレスの形式が間違っています。";

/* InvalidEmailFormatTitle */
"InvalidEmailFormatTitle" = "無効なメールアドレス形式";

/* JumpToRevisionLabelGit */
"JumpToRevisionLabelGit" = "次の SHA-1 が示すコミットへジャンプ:";

/* JumpToRevisionLabelHg */
"JumpToRevisionLabelHg" = "リビジョン／チェンジセットへジャンプ:";

/* KaleidoscopeNotFound */
"KaleidoscopeNotFound" = "Kaleidoscope がこの Mac で見つかりません。まず Kaleidoscope をインストールしてから、外部 Diff／マージツールとして選択して下さい。";

/* KaleidoscopeNotFoundTitle */
"KaleidoscopeNotFoundTitle" = "Kaleidoscope が見つかりません";

/* KDiff3NotFound */
"KDiff3NotFound" = "KDiff3 がこの Mac で見つかりません。まず KDiff3 をインストールしてから、外部 Diff／マージツールとして選択して下さい。";

/* KDiff3NotFoundTitle */
"KDiff3NotFoundTitle" = "KDiff3 が見つかりません";

/* LastNameRegisterField */
"LastNameRegisterField" = "姓";

/* LicenseAgreementMandatoryMsg */
"LicenseAgreementMandatoryMsg" = "SourceTree を使用するには、まず SourceTree 使用許諾契約に同意しなくてはなりません。同意を示すチェックボックスをチェックして下さい。";

/* LicenseAgreementMandatorySkipSetupMsg */
"LicenseAgreementMandatorySkipSetupMsg" = "SourceTree 使用許諾契約に同意していただけなかったので、SourceTree を終了します。本当によろしいですか?";

/* LicenseAgreementMandatoryTitle */
"LicenseAgreementMandatoryTitle" = "使用許諾契約への同意が必要";

/* LicenseFileConfirmOverwriteMsg */
"LicenseFileConfirmOverwriteMsg" = "既にインストールされたライセンスがあります。本当にこの新しいライセンスをインストールしますか?";

/* LicenseFileConfirmOverwriteTitle */
"LicenseFileConfirmOverwriteTitle" = "ライセンスを上書きしますか?";

/* LicenseFileImportErrMsg */
"LicenseFileImportErrMsg" = "ライセンスファイルの読み込みで問題が発生しました: %@";

/* LicenseFileImportErrTitle */
"LicenseFileImportErrTitle" = "ライセンスファイルの読み込みでエラー";

/* LicenseFileInvalidMsg */
"LicenseFileInvalidMsg" = "指定のファイルは SourceTree の正しいライセンスファイルではありません。正規のライセンスを指定して下さい。";

/* LicenseFileInvalidTitle */
"LicenseFileInvalidTitle" = "ライセンスが正しくありません";

/* LoginFailedTitle */
"LicenseRetrievalFailedTitle" = "ライセンス取得に失敗しました";

/* LocateMovedRepository */
"LocateMovedRepository" = "移動したリポジトリの場所を指定";

/* LogAllParents */
"LogAllParents" = "すべての親";

/* LogAncestorOrder */
"LogAncestorOrder" = "親子関係で並べ替え";

/* LogBranchesAll */
"LogBranchesAll" = "すべてのブランチ";

/* LogBranchesCurrent */
"LogBranchesCurrent" = "現在のブランチ";

/* LogDateOrder */
"LogDateOrder" = "日付で並べ替え";

/* LogFollowFirst */
"LogFollowFirst" = "最初の親のみ";

/* LoggingInStatus */
"LoggingInStatus" = "ログインしています…";

/* LogHideRemotes */
"LogHideRemotes" = "リモートブランチを隠す";

/* Login */
"Login" = "ログイン";

/* LogShowRemotes */
"LogShowRemotes" = "リモートブランチを表示";

/* MercurialExtNoPath */
"MercurialExtNoPath" = "コア";

/* MercurialRepoIdentified */
"MercurialRepoIdentified" = "これは Mercurial のリポジトリです";

/* MercurialVersionEmbedded */
"MercurialVersionEmbedded" = "内蔵 Mercurial のバージョン %@";

/* MercurialVersionSystem */
"MercurialVersionSystem" = "システム Mercurial のバージョン %@";

/* Merge */
"Merge" = "マージ";

/* MergeCommitPrefix */
"MergeCommitPrefix" = " マージ ";

/* MergeErrorTitle */
"MergeErrorTitle" = "マージ中にエラー発生";

/* MissingEmailAddressMsg */
"MissingEmailAddressMsg" = "続けるにはメールアドレスの入力が必要です";

/* MissingEmailAddressTitle */
"MissingEmailAddressTitle" = "メールアドレス未入力";

/* MissingFieldTitle */
"MissingFieldTitle" = "未入力欄あり";

/* MissingPasswordMsg */
"MissingPasswordMsg" = "続けるにはパスワードの入力が必要です";

/* MissingPasswordTitle */
"MissingPasswordTitle" = "パスワード未入力";

/* Mode */
"Mode" = "モード";

/* ModifiedFiles */
"ModifiedFiles" = "変更されたファイルを表示";

/* MoreInfo */
"MoreInfo" = "詳細情報";

/* Move */
"Move" = "移動";

/* MoveFileMessage */
"MoveFileMessage" = "%@ の移動先を選択して下さい";

/* MoveFileNameLabel */
"MoveFileNameLabel" = "移動先";

/* MoveFileTitle */
"MoveFileTitle" = "ファイルを移動";

/* MoveTag */
"MoveTag" = "タグを移動";

/* MoveToTrash */
"MoveToTrash" = "ゴミ箱にも入れる";

/* NewCommitToPullGitMsg */
"NewCommitToPullGitMsg" = "新規のコミット %d 件が \"%@\" から \"%@\" へプルできます";

/* NewCommitToPullGitTitle */
"NewCommitToPullGitTitle" = "新規のコミットがあります";

/* NewCommitToPullHgMsg */
"NewCommitToPullHgMsg" = "新規のチェンジセット %d 件が \"%@\" へプルできます";

/* NewCommitToPullHgTitle */
"NewCommitToPullHgTitle" = "新規のチェンジセットがあります";

/* NewCommitToPullPluralGitMsg */
"NewCommitToPullPluralGitMsg" = "新規のコミット %d 件が \"%@\" から \"%@\" へプルできます";

/* NewCommitToPullPluralGitTitle */
"NewCommitToPullPluralGitTitle" = "新規のコミットがあります";

/* NewCommitToPullPluralHgMsg */
"NewCommitToPullPluralHgMsg" = "新規のチェンジセット %d 件が \"%@\" へプルできます";

/* NewCommitToPullPluralHgTitle */
"NewCommitToPullPluralHgTitle" = "新規のチェンジセットがあります";

/* NewGroup */
"NewGroup" = "新規グループ";

/* NewRepositoryMsg */
"NewRepositoryMsg" = "%2$@ に 新規 %1$@ リポジトリを作成しています";

/* No */
"No" = "いいえ";

/* NoCommitSelected */
"NoCommitSelected" = "コミットが選択されていません";

/* NoCommitSelectedMessage */
"NoCommitSelectedMessage" = "少なくともコミットをひとつ選択してから続けて下さい。";

/* NoFilesSelected */
"NoFilesSelected" = "ファイルが選択されていません";

/* NoFilesSelectedMessage */
"NoFilesSelectedMessage" = "少なくともファイルをひとつ選択してから続けて下さい。";

/* NoFilesToCommit */
"NoFilesToCommit" = "コミット対象が選択されていません";

/* NoFilesToCommitMessage */
"NoFilesToCommitMessage" = "コミットするファイルを選択してから続けて下さい。";

/* NoForcePushWarningInFuture */
"NoForcePushWarningInFuture" = "今後は警告を表示しない";

/* NoncontiguousStageSelectionMsg */
"NoncontiguousStageSelectionMsg" = "この操作は連続した行に対してのみ実行できす。チェリーピックを実行する必要がある場合は、行範囲が単一となるよう選択し直すか、それぞれの範囲ごとにこの操作を実行するようにして下さい。";

/* NoncontiguousStageSelectionTitle */
"NoncontiguousStageSelectionTitle" = "選択した行範囲が連続していません";

/* NoRemoteBranchSelected */
"NoRemoteBranchSelected" = "リモートのブランチが選択されていません";

/* NoRevisionSelected */
"NoRevisionSelected" = "リビジョンが選択されていません";

/* NoStagedChangesToCommit */
"NoStagedChangesToCommit" = "ステージされた変更がありません - すべてのコミット？";

/* NoStagedChangesToCommitMessage */
"NoStagedChangesToCommitMessage" = "インデックスに何も追加されていないので、ステージされた変更をコミットすることはできません\n\nすべての変更をコミットしますか？新しいファイルは追加されません。";

/* NoSystemGitFlowMsg */
"NoSystemGitFlowMsg" = "Git-flow がシステム上の標準的な場所ににありません。代わりに、SourceTree の内蔵バージョンを使用します。";

/* NoSystemGitFlowTitle */
"NoSystemGitFlowTitle" = "Git-flow が見つかりません";

/* NoSystemGitLfsMsg */
"NoSystemGitLfsMsg" = "Git LFS was not found on your system, the internal version will be used.";

/* NoSystemGitLfsTitle */
"NoSystemGitLfsTitle" = "Git LFS not found";

/* NoSystemGitMsg */
"NoSystemGitMsg" = "Git was not found on your system in the standard locations; the SourceTree internal version will be used.";

/* NoSystemGitTitle */
"NoSystemGitTitle" = "Git が見つかりません";

/* NoSystemMercurialMsg */
"NoSystemMercurialMsg" = "Mercutial がシステム上の標準的な場所ににありません。代わりに、SourceTree の内蔵バージョンを使用します。";

/* NoSystemMercurialTitle */
"NoSystemMercurialTitle" = "Mercurial が見つかりません";

/* NotAValidSourcePathURL */
"NotAValidSourcePathURL" = "ソースパス／ソース URL として正しくありません";

/* NothingToCommit */
"NothingToCommit" = "コミット対象が選択されていません";

/* OK */
"OK" = "OK";

/* OpenNotWorkingCopy */
"OpenNotWorkingCopy" = "パス %@ は、Mercurial、Git の作業コピーを指していません";

/* OpenNotWorkingCopyTitle */
"OpenNotWorkingCopyTitle" = "不正なフォルダです";

/* OpenSelectedVersionFileMenuTitle */
"OpenSelectedVersionFileMenuTitle" = "選択したバージョンのファイルを開く";

/* OpenSelectedVersionFilesMenuTitle */
"OpenSelectedVersionFilesMenuTitle" = "選択したバージョンのファイルを開く";

/* OpenSourcePath */
"OpenSourcePath" = "ソースパスを開く";

/* OpenSvnAuthorsFile */
"OpenSvnAuthorsFile" = "著者のマップファイルを開く";

/* Open Working Copy */
"OpenWorkCopy" = "作業コピーを開く";

/* PasswordInURLNotAllowedMsg */
"PasswordInURLNotAllowedMsg" = "SourceTree がリモート URL のパスワードを自前で記憶することはありません。それがセキュリティ上、極めて危険な穴になるからです。代わりに、SourceTree はパスワードが必要な場合には都度ユーザーに入力を促します。入力したパスワードをキーチェーンに保存することはできます。\n\nリモートの設定からパスワードを削除して続けて下さい。";

/* PasswordInURLNotAllowedTitle */
"PasswordInURLNotAllowedTitle" = "URL にパスワードが含まれています";

/* PasswordMismatchTitle */
"PasswordMismatchTitle" = "パスワードの不一致";

/* PasswordMismatchMsg
   PasswordRegisterField */
"PasswordRegisterField" = "パスワード";

/* PatchConfirmedStrip */
"PatchConfirmedStrip" = "strip と base のパスオプションを取得しました";

/* PatchCouldntFindStripForFile */
"PatchCouldntFindStripForFile" = "パッチファイルのエントリから strip/base のパスオプションを読み取れませんでした: %@";

/* PatchDryRunOk */
"PatchDryRunOk" = "このパッチのテスト実行は正常に完了しました。実際にパッチを適用するには、'テスト実行' オプションの選択を解除してから実行し直して下さい。";

/* PatchDryRunOkTitle */
"PatchDryRunOkTitle" = "パッチに問題はありません!";

/* PatchDryRunToolTip */
"PatchDryRunToolTip" = "パッチを適用するとどうなるか試してみます";

/* PatchFailedMessage */
"PatchFailedMessage" = "作業フォルダにパッチを適用できませんでした - ほとんどの場合、原因は作業フォルダに含まれるファイルのステータスの変更が多すぎてパッチを正常に処理できる量を越えているためです。\n\nパッチの内容を手作業で変更して下さい。";

/* PatchFailedTitle */
"PatchFailedTitle" = "パッチを適用できませんでした";

/* PatchGitDryRunUnavailable */
"PatchGitDryRunUnavailable" = "Git は、コミット全体の読み込みでの --dry-run をサポートしていません";

/* PatchHgDryRunUnavailable */
"PatchHgDryRunUnavailable" = "Mercurial は、コミット全体の読み込みや拡張 diff オプション付きのパッチでは --dry-run をサポートしていません";

/* PatchIsBasicDiff */
"PatchIsBasicDiff" = "パッチは作業コピーの差分形式です。";

/* PatchIsExtendedDiff */
"PatchIsExtendedDiff" = "パッチには拡張 diff 情報 (copy, rename, binary 等)が含まれています";

/* PatchIsGitCommit */
"PatchIsGitCommit" = "パッチには Git コミットが含まれています。";

/* PatchIsMercurialChangeset */
"PatchIsMercurialChangeset" = "パッチには Mercurial チェンジセットが含まれています。";

/* PatchIsNotAPatch */
"PatchIsNotAPatch" = "パッチファイルの形式が正しくありません。";

/* PendingFiles */
"PendingFiles" = "保留中のファイルを表示";

/* PleaseSelectACommit */
"PleaseSelectACommit" = "コミットを選択して下さい。";

/* PleaseSelectARemoteBranch */
"PleaseSelectARemoteBranch" = "リモートブランチを選択して下さい。";

/* PleaseSelectARevision */
"PleaseSelectARevision" = "リビジョンを選択して下さい。";

/* ProceedNotRecommended */
"ProceedNotRecommended" = "続ける (推奨しません)";

/* PullFailedTitle */
"PullFailedTitle" = "プル失敗";

/* PullSubtreeMessage */
"PullSubtreeMessage" = "本当に ‘%3$@‘ のブランチ / コミットを使用してサブツリー ‘%1$@‘ を ‘%2$@‘ からプルしますか?";

/* PullSubtreeTitle */
"PullSubtreeTitle" = "サブツリーをプル";

/* Push... */
"Push..." = "プッシュ…";

/* PushCommitImmedatelyTo */
"PushCommitImmedatelyTo" = "コミットを直ちにプッシュする %@";

/* PushFromCommitFailedMsg */
"PushFromCommitFailedMsg" = "コミットは正常に完了しましたが、プッシュに失敗しました。ツールバーのプッシュボタンをクリックして、プッシュをやり直して下さい。";

/* PushFromCommitFailedTitle */
"PushFromCommitFailedTitle" = "プッシュ失敗";

/* PushSubtreeMessage */
"PushSubtreeMessage" = "“本当に ‘%3$@‘ のブランチ / コミットで、リポジトリ ‘%2$@‘ へサブツリー ‘%1$@‘ をプッシュしますか?";

/* PushSubtreeTitle */
"PushSubtreeTitle" = "サブツリーをプッシュ";

/* PushToLogViewMenuTitle */
"PushToLogViewMenuTitle" = "リビジョン %@ をプッシュ…";

/* PushToLogViewPlainMenuTitle */
"PushToLogViewPlainMenuTitle" = "リビジョンをプッシュ…";

/* Rebase */
"Rebase" = "リベース";

/* RebaseAbort */
"RebaseAbort" = "リベースを中止";

/* RebaseAbortSummaryText */
"RebaseAbortSummaryText" = "リベースを中止しています";

/* RebaseContinue */
"RebaseContinue" = "リベースを続ける";

/* RebaseContinueAbortMsg */
"RebaseContinueAbortMsg" = "競合があるため中断していると思われる処理途中のリベースがあるようです。作業コピーで競合を解決済みでしたら、リベースを継続するか、現時点でこの処理を中止するかを選択して下さい。";

/* RebaseContinueAbortTitle */
"RebaseContinueAbortTitle" = "リベースを実行中";

/* RebaseContinueSummaryText */
"RebaseContinueSummaryText" = "リベースを継続しています";

/* RebasingInteractively */
"RebasingInteractively" = "対話形式でリベースを実行中…";

/* Register */
"Register" = "登録";

/* RegisteringAccountStatus */
"RegisteringAccountStatus" = "アカウントを登録…";

/* RegisterNowButton */
"RegisterNowButton" = "今すぐ登録 - 無料！";

/* ReleaseName */
"ReleaseName" = "リリースバージョン:";

/* RemoteProjectLinkBaseURLInvalid */
"RemoteProjectLinkBaseURLInvalid" = "このリモートホストのルート 有効なURL を入力して拡張統合を有効にして下さい (http[s]://)。";

/* RemoteProjectLinkBaseURLMissing */
"RemoteProjectLinkBaseURLMissing" = "このリモートホストのルート URL を入力して拡張統合を有効にして下さい。";

/* RemoteProjectLinkValidationTitle */
"RemoteProjectLinkValidationTitle" = "検証エラー";

/* RemoteUrlCannotMatchToRepoMsg */
"RemoteUrlCannotMatchToRepoMsg" = "選択されたリポジトリにはリモートプロジェクト情報と一致するリモート定義がありません。このリポジトリをこのリモートリンクとどうしても結合したいのであれば、リポジトリのリモート情報を一致するように編集して下さい。";

/* RemoteUrlCannotMatchToRepoTitle */
"RemoteUrlCannotMatchToRepoTitle" = "リモートの情報が不一致です";

/* RemoveBookmark */
"RemoveBookmark" = "ブックマークを削除";

/* RemoveBookmarks */
"RemoveBookmarks" = "ブックマークを削除";

/* RenameBranch */
"RenameBranch" = "ブランチの名前を変更";

/* RenameBranchFieldLabel */
"RenameBranchFieldLabel" = "新規ブランチ名:";

/* Replace */
"Replace" = "置換";

/* RepoIsGone */
"RepoIsGone" = "リポジトリが存在しません";

/* RepoIsGoneMsg */
"RepoIsGoneMsg" = "このリポジトリはファイルシステムから削除されたか、どこかへ移動されてしまったようです。\n\nこのブックマークを削除しますか? あるいはフォルダを探して指定し直しますか?";

/* RepoMovedOrDeleted */
"RepoMovedOrDeleted" = "リポジトリは移動もしくは削除されています";

/* RepoScanningDone */
"RepoScanningDone" = "終了，リポジトリを選択して下部に追加してください．";

/* RepositoryActions */
"RepositoryActions" = "リポジトリのアクション";

/* RequiredFieldMsg */
"RequiredFieldMsg" = "フィールド %@ は必須項目です";

/* ReregisterButton */
"ReregisterButton" = "再登録";

/* ResetBranchToMenuTitle */
"ResetBranchToMenuTitle" = "このコミットまで %@ を元に戻す";

/* ResetMenuTitle */
"ResetMenuTitle" = "リセット…";

/* ResetToCommitMenuTitle */
"ResetToCommitMenuTitle" = "コミットまで戻す…";

/* RestoreCommitButtonTitle */
"RestoreCommitButtonTitle" = "復元する";

/* RestoreCommitContextMenuTitle */
"RestoreCommitContextMenuTitle" = "コミットを復元…";

/* ReverseHunk */
"ReverseHunk" = "Hunk を戻す";

/* ReverseLines */
"ReverseLines" = "選択した行を元に戻す";

/* RevertMenuTitle */
"RevertMenuTitle" = "元に戻す…";

/* RevertNoFilesSelectedMsg */
"RevertNoFilesSelectedMsg" = "少なくともファイルをひとつ選択してから続けて下さい。";

/* RevertNoFilesSelectedTitle */
"RevertNoFilesSelectedTitle" = "ファイルが選択されていません";

/* RevertPickParentMessage */
"RevertPickParentMessage" = "現在未処理のマージを実行すると、作業コピーに複数の親リビジョンができてしまいます。戻し先のリビジョンを選択して下さい:\n\n%@\n\nもしくは:\n\n%@";

/* RevertPickParentTitle */
"RevertPickParentTitle" = "親リビジョンを選択";

/* RevertToRevisionMenuTitle */
"RevertToRevisionMenuTitle" = "指定のリビジョンに戻す…";

/* RevisionDetailsForMultipleSelection */
"RevisionDetailsForMultipleSelection" = "%@ と %@ の相違をすべて表示しています";

/* RevisionLabel */
"RevisionLabel" = "リビジョン:";

/* ScanForRepositories */
"ScanForRepositories" = "リポジトリのフォルダをスキャン";

/* SetDestinationPath */
"SetDestinationPath" = "保存先のパスを選択して下さい";

/* No comment provided by engineer. */
"Settings" = "設定";

/* ShelveExistsAlertMsg */
"ShelveExistsAlertMsg" = "shelve 名が既に存在しています。\n同じ名前で既存の shelve を上書きしますか？既存の shelve の変更は失われます。";

/* ShelveExistsAlertTitle */
"ShelveExistsAlertTitle" = "Shelve が存在しています";

/* ShelveMenuTitle */
"ShelveMenuTitle" = "変更を一時退避…";

/* ShowCommandOutputMenuItemTitle */
"ShowCommandOutputMenuItemTitle" = "コマンド出力を表示";

/* ShowSidebarMenuItemTitle */
"ShowSidebarMenuItemTitle" = "サイドバーを表示";

/* BOOKMARKS */
"SidebarBookmarks" = "ブックマーク";

/* BRANCHES */
"SidebarBranches" = "ブランチ";

/* SidebarCheckout */
"SidebarCheckout" = "%@ をチェックアウト";

/* SidebarCloseBranch */
"SidebarCloseBranch" = "%@ を閉じる";

/* SidebarDeleteBranch */
"SidebarDeleteBranch" = "%@ を削除";

/* SidebarDeleteSubmodule */
"SidebarDeleteSubmodule" = "%@ を削除";

/* SidebarFetchRemote */
"SidebarFetchRemote" = "%@ からフェッチ";

/* FILE STATUS */
"SidebarFileStatus" = "ファイルの状態";

/* SidebarMergeBranch */
"SidebarMergeBranch" = "%@ を %@ へマージ";

/* SidebarNewSubmodule */
"SidebarNewSubmodule" = "サブモジュールを追加…";

/* SidebarNewSubrepository */
"SidebarNewSubrepository" = "サブモジュールを追加…";

/* SidebarNewSubtree */
"SidebarNewSubtree" = "サブツリーを追加／リンク";

/* SidebarOpenSubmodule */
"SidebarOpenSubmodule" = "%@ 開く";

/* SidebarPullRemote */
"SidebarPullRemote" = "%@ からプル…";

/* SidebarPullRemoteBranch */
"SidebarPullRemoteBranch" = "%@ を %@ へプル";

/* SidebarPullTrackedBranch */
"SidebarPullTrackedBranch" = "%@ (追跡中) をプル";

/* SidebarPushRemote */
"SidebarPushRemote" = "%@ へプッシュ…";

/* SidebarPushTo */
"SidebarPushTo" = "%@ へプッシュ…";

/* SidebarPushTrackedBranch */
"SidebarPushTrackedBranch" = "%@ (追跡中) へプッシュ";

/* SidebarRebaseBranch */
"SidebarRebaseBranch" = "現在の変更を '%@' にリベース";

/* REMOTES */
"SidebarRemotes" = "リモート";

/* SidebarRemoveRemote */
"SidebarRemoveRemote" = "%@ 削除する...";

/* SidebarRemoveTag */
"SidebarRemoveTag" = "%@ を削除";

/* SHELVED */
"SidebarShelved" = "一時退避";

/* STASHES */
"SidebarStashes" = "一時退避";

/* SUBMODULES */
"SidebarSubmodules" = "サブモジュール";

/* SUBREPOSITORIES */
"SidebarSubrepos" = "サブモジュール";

/* SUBTREES */
"SidebarSubtrees" = "サブツリー";

/* TAGS */
"SidebarTags" = "タグ";

/* SidebarUpdateTo */
"SidebarUpdateTo" = "%@ へアップデート";

/* SignRevConfirmMsg */
"SignRevConfirmMsg" = "あなたはリビジョン%@に署名することを望むか？これは、新しいコミットを作成します。";

/* SignRevConfirmTitle */
"SignRevConfirmTitle" = "リビジョンに署名確認";

/* SignRevisionTaskTitle */
"SignRevisionTaskTitle" = "リビジョンに署名";

/* SortedByCheckedUnchecked */
"SortedByCheckedUnchecked" = "オン／オフ順";

/* SortedByFilename */
"SortedByFilename" = "ファイル名順";

/* SortedByFilenameReverse */
"SortedByFilenameReverse" = "ファイル名順 (逆順)";

/* SortedByFileStatus */
"SortedByFileStatus" = "ファイルステータス順";

/* SortedByPath */
"SortedByPath" = "パス名順";

/* SortedByPathReverse */
"SortedByPathReverse" = "パス名順 (逆順)";

/* SourceEqualsDest */
"SourceEqualsDest" = "保存先には元ファイルとは異なるファイルを選択しなくてはなりません。";

/* SourceEqualsDestTitle */
"SourceEqualsDestTitle" = "ファイル名が不正";

/* SpecifiedCommitLabel */
"SpecifiedCommitLabel" = "指定のコミット:";

/* SpecifiedRevisionLabel */
"SpecifiedRevisionLabel" = "指定のリビジョン:";

/* SpecifySubtreeLocalRelativePath */
"SpecifySubtreeLocalRelativePath" = "サブツリーのパスを選択";

/* SSLErrorHelpMessage */
"SSLErrorHelpMessage" = "この問題を解決する方法の詳細については、\"詳細情報\"をクリックします。";

/* SSLErrorTitle */
"SSLErrorTitle" = "SSL証明書のエラー";

/* No comment provided by engineer. */
"StagedFiles" = "Index にステージしたファイル";

/* StageHunk */
"StageHunk" = "Hunk をステージへ移動";

/* StageLines */
"StageLines" = "選択した行をステージへ移動";

/* StashExistsAlertMsg */
"StashExistsAlertMsg" = "同じ名前の一時退避した変更が存在します。\n\nこの名前のまま新しく変更を一時退避しますか？ この操作によって既存の一時退避が上書きされることはありません。";

/* StashExistsAlertTitle */
"StashExistsAlertTitle" = "Stash が存在しています";

/* StashMenuTitle */
"StashMenuTitle" = "変更を一時退避…";

/* StatusTooltipAdded */
"StatusTooltipAdded" = "追加";

/* StatusTooltipClean */
"StatusTooltipClean" = "クリーン";

/* StatusTooltipDeleted */
"StatusTooltipDeleted" = "削除";

/* StatusTooltipIgnored */
"StatusTooltipIgnored" = "無視";

/* StatusTooltipMergeConflicted */
"StatusTooltipMergeConflicted" = "競合";

/* StatusTooltipMergeResolved */
"StatusTooltipMergeResolved" = "マージ";

/* StatusTooltipMissing */
"StatusTooltipMissing" = "行方不明です";

/* StatusTooltipModified */
"StatusTooltipModified" = "変更";

/* StatusTooltipRenamed */
"StatusTooltipRenamed" = "名前を変更済み";

/* StatusTooltipSubrepoChanged */
"StatusTooltipSubrepoChanged" = "サブモジュールは、変更のコミット追跡";

/* StatusTooltipUnknown */
"StatusTooltipUnknown" = "管理していません";

/* StripMenuTitle */
"StripMenuTitle" = "ここからストリップ";

/* SubmoduleGitOnlyMsg */
"SubmoduleGitOnlyMsg" = "サブモジュールは Git リポジトリにのみ可能です。";

/* SubmoduleGitOnlyTitle */
"SubmoduleGitOnlyTitle" = "Git リポジトリがありません";

/* SubmoduleOutsideRepoMsg */
"SubmoduleOutsideRepoMsg" = "リポジトリパス内にあるパスを選択しなくてはなりません。";

/* SubmoduleOutsideRepoTitle */
"SubmoduleOutsideRepoTitle" = "無効なパス";

/* SubmodulesWithUncommitted */
"SubmodulesWithUncommitted" = "未コミットのサブモジュール:";

/* SubmodulesWithUnpushed */
"SubmodulesWithUnpushed" = "プッシュ可能な変更があるサブモジュール：";

/* SubreposWithUncommitted */
"SubreposWithUncommitted" = "未コミットのサブリポジトリ:";

/* SubreposWithUnpushed */
"SubreposWithUnpushed" = "プッシュ可能な変更があるサブリポジトリ:";

/* SubrepoUncommittedChangesParentCommitMsg */
"SubrepoUncommittedChangesParentCommitMsg" = "サブリポジトリに対する未解決の変更をコミットしてから親のリポジトリをコミットしなくてはなりません。";

/* SubrepoUncommittedChangesParentCommitTitle */
"SubrepoUncommittedChangesParentCommitTitle" = "サブリポジトリの変更がコミットされていません";

/* SubrepoUnpushedChangesParentPushMsg */
"SubrepoUnpushedChangesParentPushMsg" = "続行する前にサブモジュールに変更をプッシュする必要があります。";

/* SubrepoUnpushedChangesParentPushTitle */
"SubrepoUnpushedChangesParentPushTitle" = "サブリポジトリに変更をプッシュしてから先に進まなくてはなりません";

/* SubtreeDetailsMsg */
"SubtreeDetailsMsg" = "サブツリーの情報:\n\nリポジトリ: %@\nローカルの相対パス: %@\nブランチ / コミット: %@";

/* SubtreeDetailsTitle */
"SubtreeDetailsTitle" = "サブツリー情報";

/* SubtreeLinkFolderConfirmMsg */
"SubtreeLinkFolderConfirmMsg" = "既にフォルダが存在するパスが指定されています。指定されたリモート情報と既存のフォルダにリンクを作成しますか? (注意, リンクを作成してもリポジトリは変更されません)";

/* SubtreeLinkFolderConfirmTitle */
"SubtreeLinkFolderConfirmTitle" = "サブツリー情報とリンク";

/* SubtreeMissingCommitBranchMsg */
"SubtreeMissingCommitBranchMsg" = "'ブランチ / コミット’ 欄は入力が必須です";

/* SubtreeMissingCommitBranchTitle */
"SubtreeMissingCommitBranchTitle" = "サブツリー情報がありません";

/* SubtreeMissingSourcePathMsg */
"SubtreeMissingSourcePathMsg" = "サブツリー操作の実行には、ソースパス / URL が必要です";

/* SubtreeMissingSourcePathTitle */
"SubtreeMissingSourcePathTitle" = "サブツリーパスがありません";

/* SubtreePathAlreadyUsedMsg */
"SubtreePathAlreadyUsedMsg" = "ローカルのサブツリーパス ‘%@‘ はサブツリーにリンク済みです。リンク済みの情報を新しいサブツリーで置換しますか?";

/* SubtreePathAlreadyUsedTitle */
"SubtreePathAlreadyUsedTitle" = "サブツリーリンクの上書き";

/* SubtreePathPrefixAbsolutePathMsg */
"SubtreePathPrefixAbsolutePathMsg" = "The path prefix specified is an absolute path which could cause problems with your subtree. Are you sure you want to continue?";

/* SubtreePathPrefixAbsolutePathTitle */
"SubtreePathPrefixAbsolutePathTitle" = "Path Prefix Error";

/* SubtreeSquashOption */
"SubtreeSquashOption" = "コミットをまとめる";

/* SubversionPullTaskSummary */
"SubversionPullTaskSummary" = "Subversion からプルしています";

/* SubversionRevisionLabels */
"SubversionRevisionLabels" = "Subversionのリビジョン:";

/* SummaryClean */
"SummaryClean" = "クリーン";

/* SummaryDiffSuppressed */
"SummaryDiffSuppressed" = "差分の抑制 (ファイルのサイズもしくはパターンマッチ)";

/* SummaryMergeConflict */
"SummaryMergeConflict" = " 未解決のマージ: ";

/* SummaryMergeOk */
"SummaryMergeOk" = " マージ: ";

/* SummaryNumAdded */
"SummaryNumAdded" = "追加: %u ";

/* SummaryNumConflicts */
"SummaryNumConflicts" = "競合: %u ";

/* SummaryNumIncoming */
"SummaryNumIncoming" = "リモートの変更: %u ";

/* SummaryNumMissing */
"SummaryNumMissing" = "行方不明: %u ";

/* SummaryNumModified */
"SummaryNumModified" = "変更: %u ";

/* SummaryNumOutgoing */
"SummaryNumOutgoing" = "ローカルの変更: %u ";

/* SummaryNumRemoved */
"SummaryNumRemoved" = "削除: %u ";

/* SummaryNumUnknown */
"SummaryNumUnknown" = "不明: %u ";

/* SummaryRebaseConflict */
"SummaryRebaseConflict" = " 未解決のリベース: ";

/* SummaryRebaseOk */
"SummaryRebaseOk" = " リベース: ";

/* SummaryTextCopyRename */
"SummaryTextCopyRename" = "%@ からコピー／名前が変更されたファイル";

/* SummaryTextDeletedBinary */
"SummaryTextDeletedBinary" = "削除されたバイナリファイル";

/* SummaryTextDeletedFile */
"SummaryTextDeletedFile" = "削除されたファイル";

/* SummaryTextFileContents */
"SummaryTextFileContents" = "ファイルの内容";

/* SummaryTextHunkSameLines */
"SummaryTextHunkSameLines" = "Hunk %d : 行 %d-%d";

/* SummaryTextLines */
"SummaryTextLines" = "行";

/* SummaryTextLinesAdded */
"SummaryTextLinesAdded" = "行追加";

/* SummaryTextLinesRemoved */
"SummaryTextLinesRemoved" = "行削除";

/* SummaryTextModifiedBinary */
"SummaryTextModifiedBinary" = "変更があるバイナリファイル";

/* SummaryTextModifiedFile */
"SummaryTextModifiedFile" = "変更があるファイル";

/* SummaryTextNewBinary */
"SummaryTextNewBinary" = "新規のバイナリファイル";

/* SummaryTextNewFile */
"SummaryTextNewFile" = "新規ファイル";

/* SummaryTextSubrepoCommitChanged */
"SummaryTextSubrepoCommitChanged" = "サブリポジトリは変更のあったコミットを管理下に置きました";

/* SummaryTextUnmodified */
"SummaryTextUnmodified" = "変更がないファイル";

/* SummaryTextUntrackedBinary */
"SummaryTextUntrackedBinary" = "未追跡のバイナリファイル";

/* SummaryTextUntrackedFile */
"SummaryTextUntrackedFile" = "未追跡のファイル";

/* SvnRepoIdentified */
"SvnRepoIdentified" = "これは Subversion のサーバーです (Git または Mercurial へクローンしなくてはなりません)";

/* SvnRepoIdentifiedUseNative */
"SvnRepoIdentifiedUseNative" = "これは Subversion のサーバーです";

/* SvnSelectTargetTypeMsg */
"SvnSelectTargetTypeMsg" = "Subversion リポジトリを Git または Mercurial のどちらに変換するか選択して下さい。";

/* SvnSelectTargetTypeTitle */
"SvnSelectTargetTypeTitle" = "ターゲットのリポジトリタイプを選択して下さい";

/* SwitchingWorkingCopyTaskTitle */
"SwitchingWorkingCopyTaskTitle" = "作業コピーの切り替え…";

/* SystemGitFlowFolderMsg */
"SystemGitFlowFolderMsg" = "お使いになる git-flow のバージョンを選択して下さい";

/* SystemGitFlowFolderTitle */
"SystemGitFlowFolderTitle" = "git-flow の場所";

/* SystemGitFlowWarningMsg */
"SystemGitFlowWarningMsg" = "SourceTree には、2012/7/9 以降に公式の git-flow リポジトリ (https://github.com/nvie/gitflow) の 'develop' ブランチに追加された２つのプルリクエストを含む git-flow の最近のバージョンが必要です。\n\nシステムのgit-flow はこのプルリクエスト、番号では #222 と #223 を含んでいるバージョンでなくてはなりません。";

/* SystemGitFlowWarningTitle */
"SystemGitFlowWarningTitle" = "警告: git-flow は次のバージョンが必要です";

/* SystemGitFolderMsg */
"SystemGitFolderMsg" = "システムの git 実行ファイルがある場所を指定して下さい";

/* SystemGitFolderTitle */
"SystemGitFolderTitle" = "システム Git の場所";

/* SystemGitLfsFolderMsg */
"SystemGitLfsFolderMsg" = "Locate your system git-lfs executable";

/* SystemGitLfsFolderTitle */
"SystemGitLfsFolderTitle" = "Locate system Git LFS";

/* SystemMercurialFolderFieldName */
"SystemMercurialFolderFieldName" = "Mercurial Python パッケージフォルダ:";

/* SystemMercurialFolderMsg */
"SystemMercurialFolderMsg" = "システムの Mercurial パッケージの場所を指定して下さい。\nパッケージは、Python ライブラリフォルダの内部にあるはずです。 \n例: '/Library/Python/2.7/site-packages/mercurial'。";

/* SystemMercurialFolderTitle */
"SystemMercurialFolderTitle" = "システム Mercurial の場所";

/* TagDetails */
"TagDetails" = "タグ情報";

/* TaskCantCreateOutputFile */
"TaskCantCreateOutputFile" = "出力をファイルに書き込めません: %@";

/* TaskPullingFrom */
"TaskPullingFrom" = "%@ からプルしています";

/* TaskRevertingFilesTo */
"TaskRevertingFilesTo" = "%@にファイルを元に戻す";

/* TransplantMenuTitle */
"TransplantMenuTitle" = "トランスプラント";

/* TrialDaysRemainingMessage */
"TrialDaysRemainingMessage" = "試用期間は、あと %d 日です。";

/* Uncommitted changes */
"UncommittedChanges" = "このリビジョンはまだ存在しません。変更をコミットすれば新たに作成されます。";

/* UncommittedChangesMsg */
"UncommittedChangesMsg" = "次に続ける前にコミットが必要な作業コピーに未コミットの変更があります。コミットをしてからこのアクションを繰り返して下さい。";

/* UncommittedChangesTitle */
"UncommittedChangesTitle" = "未コミットの変更";

/* UndoRedoMenuTitleDelete */
"UndoRedoMenuTitleDelete" = "削除";

/* UndoRedoMenuTitleEdit */
"UndoRedoMenuTitleEdit" = "編集";

/* UndoRedoMenuTitleEditMessage */
"UndoRedoMenuTitleEditMessage" = "メッセージを編集";

/* UndoRedoMenuTitleMove */
"UndoRedoMenuTitleMove" = "移動";

/* UndoRedoMenuTitleSquash */
"UndoRedoMenuTitleSquash" = "まとめる";

/* UnknownErrorMsg */
"UnknownErrorMsg" = "未知のエラー";

/* No comment provided by engineer. */
"UnstagedFiles" = "作業ツリーのファイル";

/* UnstageHunk */
"UnstageHunk" = "Hunk をステージから除く";

/* UnstageLines */
"UnstageLines" = "選択した行をステージから除く";

/* UntrackedFiles */
"UntrackedFiles" = "未追跡のファイルを表示";

/* UpdateToMenuTitle */
"UpdateToMenuTitle" = "更新…";

/* UrlDetectionMsg */
"UrlDetectionMsg" = "詳細";

/* UseRevisionButton */
"UseRevisionButton" = "%@ を使用";

/* WarnCheckoutDetachedHeadMsg */
"WarnCheckoutDetachedHeadMsg" = "このコミットをチェックアウトすると分離した HEAD が作成され、どのブランチにも属さなくなります (すぐに続けて新しいブランチを作成しない限り)。\n\n本当にそれでよろしいですか? そうでなければキャンセルをクリックして別のコミットを選択し直して下さい。あるいはこれがリモートのブランチなら、'新規ブランチをチェックアウト' タブを使って新規にローカルブランチを作成することができます。";

/* WarnCheckoutDetachedHeadTitle */
"WarnCheckoutDetachedHeadTitle" = "警告: 分離 HEAD が作成されます";

/* WarnWorkingCopyResetMsg */
"WarnWorkingCopyResetMsg" = "重要な警告: このアクションを実行するには、コミットしていない変更をすべて破棄しなくてはなりません。本当に続けてよろしいですか?";

/* WarnWorkingCopyResetTitle */
"WarnWorkingCopyResetTitle" = "未コミットの変更!";

/* Working Copy */
"Working Copy" = "作業コピー";

/* No
   Yes */
"Yes" = "はい";

